				<div id="xieyi">
			   		<h2>推我网，任务发布协议</h2>
					<p><font face="Verdana">推我网一直本着公开、公平、公正、诚实、守信的原则，致力于打造中国最具诚信的网络推广服务外包平台。请在您发布任务前仔细阅读任务发布规则： </font></p>
					<p><font face="Verdana">1、雇主自由定价，自由确定悬赏时间，自由发布任务要求，自主确定中标推手和中标方案。 </font></p>
					<p><font face="Verdana">2、雇主100%预付任务赏金，让推手坚信您的诚意和诚信。 </font></p>
					<p><font face="Verdana">3、任务赏金分配原则：任务一经发布，网站收取20%发布费，中标推手获得赏金的80%。 </font></p>
					<p><font face="Verdana">4、计件任务如未完成，雇主需要结束本次任务，另外发布任务，推我网只扣取合格稿件费的费用。 </font></p>
					<p><font face="Verdana">5、文案任务最终都会选定至少一个作品中标,至少一个推手获得赏金。 </font></p>
					<p><font face="Verdana">6、文案任务雇主若未征集到满意作品，系统将延期2次征集，特殊情况除外。</font></p>
					<p><font face="Verdana">7、雇主自己所在组织的任何人均不能以任何形式参加自己所发布的任务，一经发现则视为雇主委托推我网按照网站规则选稿。 </font></p>
					<p><font face="Verdana">8、任务悬赏时间都为7天。推广任务及文案发布任务金额是30元起，建议是发300元任务。招标任务是100元人民币。推广任务未完成需要延期，必须先将未审核的稿件审核完毕，才能继续延期，而且延期时间也都为7天，特殊情况除外。</font></p>
					<p><font face="Verdana">9、网赚类、注册类任务发布金额也是30元人民币起发，一旦发布将扣除任务总金额的20%技术服务费。且每个稿件的平均单价不能低于2元人民币。 如任务稿件太多，雇主仍未审核，将由推我网全权审核处理。</font></p>
					<p><font face="Verdana">10、进行中的任务加价不得低于30元人民币，特殊任务除外。</font></p>
					<p><font face="Verdana"><font face="Verdana">11、文案任务在征集时间到期后（包括延期时间），如果雇主还没有审核稿件，推我网有权代为选稿。</font></font></p>
					<p><font face="Verdana"><font face="Verdana">12、如果推手以交接源文件要挟雇主，推我网将取消其中标资格，同时任务将免费延长相应的时间继续征集作品。</font></font></p>
					<p><font face="Verdana"><font face="Verdana">13、<font face="Verdana"><font face="Verdana">计件</font>任务发布</font>后，雇主需及时审稿，<font face="Verdana">超过3天的稿件，推我网有权代为选稿。</font>系统选稿后不够稿件，<font face="Verdana">无需通知，</font>系统将自动延期2次。2次延期后任务仍未完成的，系统将自动终止任务，并将余额返还到推我网雇主账户，用作下一次的任务。<font face="Verdana">如果不再延期，也不再继续发布任务，雇主可以选择退款（邮件代发除外），另外退款时，雇主必须在提现退款前通过实名认证和银行认证，需要扣除退款余额的20%技术服务费，并在三个月内无异议的情况下，雇主主动联系再进行核实提现退款处理。</font></font></font></p>
					<p><font face="Verdana"><font face="Verdana">14、雇主与推手，应严格按照每个任务的“任务要求”所描述的内容执行。如果雇主提出超出“任务要求”范围的要求，推手有权拒绝，雇主也不得以此为理由拒绝选出中标方案或退款。 </font></font></p>
					<p><font face="Verdana"><font face="Verdana">15、如果您的任务在征集时间结束后，没有任何交稿，网站将免费延期。 <br>16、推手在中标后被举报涉嫌抄袭的作品，经过调查核实，推我网取消中标资格。严重抄袭者，将直接封其账号。 </font></font></p>
					<p><font face="Verdana"><font face="Verdana">17、发布任务即视为同意本规则。<br></font></font></p> 
				</div>