package com.throne212.jianzhi8.common;

import java.util.HashMap;

public  class Keywords {
  public static HashMap keywords;
  public static  String strkeywords="家教,翻译,促销员,展会,礼仪,路演,麦当劳,肯德基,打字,校对,问卷,传单,暑假,校园代理,英语,模特,演员,ktv,酒吧,服务员,周末,英语家教";
  public Keywords() {
  }
  static {
    keywords=new HashMap();
  keywords.put("K01","校园代理,研究生,大学城,在校生,暑假,寒假,高薪,月薪,周薪,日薪,时薪,无经验,学生,代招,创业,赚钱,创业项目,大学生暑期,大学生寒假,网上创业,女大学生"); //大学生兼职
  keywords.put("K02","超市促销,便利店促销,促销员,展会,礼仪,超市,KFC,麦当劳,肯德基,手机促销,电脑促销,酒水促销,车展,必胜客,星巴克,服装店"); // 商品促销
  keywords.put("K03","录入,打字,文案,校对,网络录入,发帖员,网站推广员,资料录入,发帖,文字录入,推广,文字编辑,网络编辑,论坛发帖");// 兼职打字员
  keywords.put("K04","发单员,派发员,问卷,传单,调查,市场采访员,问卷调查,发卡员,游戏代练,派单员");// 问卷/派发/调查
  keywords.put("K05","财务,审计,财务咨询,法律工作,出纳,库管,职位,验货员,猎头,代理记帐");// 兼职会计
  keywords.put("K06","招生,招商代理,保险代理,销售,业务员,电话销售,网络销售,业务员,营销,网络代销,外贸,药品销售,汽车销售");// 业务/代理
  keywords.put("K07","编程,网络,网上,软件开发,版主,在家,soho,网赚,软件测试,计算机,网络推广,游戏测试,试玩,建站服务,代练,seo优化,delphi,友情链接员,网站管理员,网管,站长,asp程序员,php程序员,jsp程序员,java程序员,电脑维护");// IT兼职
  keywords.put("K08","翻译,日语,德语,俄语,英文,英语,笔译,口译,法语,外文翻译,现场口译,字幕翻译,英语笔译,日语笔译,英语口译,日语口译,配音,韩语翻译,翻译服务,对外汉语");// 兼职翻译
  keywords.put("K09","网页设计,设计,flash设计,美工设计,软件界面设计,插图漫画,网页设计,网页制作,美工,动画制作,多媒体制作,图形处理,影像处理,图像处理,影视处理,摄影摄像,logo设计,vi设计");// 广告/设计/排版
  keywords.put("K10","家教,翻译,促销员,展会,礼仪,路演,麦当劳,肯德基,打字,校对,问卷,传单,暑假,校园代理,英语,模特,演员,ktv,酒吧,服务员,周末,英语家教");
  keywords.put("K11","客服,咨询,前台,顾问,电话客服,售后服务,呼叫中心人员,客户咨询热线,回访员,电话访问,法律咨询,咨询员,话务员,房产经纪人"); // 前台/客服/咨询
  keywords.put("K12","导购,营业员,导购员,收银员,业余,上班族");// 店员/柜台
  keywords.put("K13","家政,保姆,清洁工,月嫂,催乳师");// 家政/保姆
  keywords.put("K14","解说员,幼教,教师,讲师陪教,口语陪练,日语家教,德语家教,俄语家教,英文家教,讲师");// 兼职家教
  keywords.put("K15","文秘,助理,文员,秘书,找,网络客服");// 文秘/助理
  keywords.put("K16","路演,模特,演员,演艺礼仪,群众演员,临时演员,商演模特,车展模特,夜场模特,网模,橱窗模特,配音演员,平面模特"); // 歌手/模特/演员
  keywords.put("K17","导游,伴游,迎宾,陪聊,车展司仪");// 导游/司仪
  keywords.put("K18","司机,教练,物流,口语陪练,舞蹈教练,健身教练,汽车陪练,酒后代驾,运动教练,瑜伽教练,跆拳道教练"); // 教练/司机
  keywords.put("K19","医疗代理,发廊服务器,发廊助理,护理员,陪护,按摩,按摩师,足疗师,美容师,理发师,发型师,护士"); // 医疗/美容/护理
  keywords.put("K20","家教,翻译,促销员,展会,礼仪,路演,麦当劳,肯德基,打字,校对,问卷,传单,暑假,校园代理,英语,模特,演员,ktv,酒吧,服务员,周末,英语家教");
  keywords.put("K21","建筑师,建筑设计,装潢设计,工业设计,CAD设计,cad,维护维修"); // 建筑/装潢
  keywords.put("K22","充场员,路演主持,婚庆司仪,宴会司仪,婚礼主持,花店,伴娘,伴郎,化妆师"); // 婚礼/庆典
  keywords.put("K23","数据整理,编辑,记者,新闻写手,博客写手,写手,作家,撰稿人,排版,摄影师,小说写手,软文写手,医学写手,摄影"); // 编辑/记者
  keywords.put("K24","商务公关,酒店,ktv,酒吧,服务员,夜总会,服务生,调酒师,餐厅工作,dj,酒吧驻唱,领舞,西餐厅");  // 酒店KTV
  keywords.put("K25","工人,技工,普工,日薪技术员工,实习教师,加工制作,手工制作,编织,单片机,手工加工,焊工,电工,手工活,十字绣");  // 实习
  keywords.put("K26","钟点工,小时工,临时工,座谈会,送餐小时工,送餐,保洁,递送,快递员,搬运工,送货员");  // 钟点工/保洁
  keywords.put("K27","短期工,短期,周末,假期,周六日,五一,十一,国庆,元旦,春节,端午节,春节,双休,晚班,晚上,早班,外国人,双休日,免费,白领周末,夜间,晚间");  // 其他

  keywords.put("k01","校园代理,研究生,大学城,在校生,暑假,寒假,高薪,月薪,周薪,日薪,时薪,无经验,学生,代招,创业,赚钱,创业项目,大学生暑期,大学生寒假,网上创业,女大学生"); //大学生兼职
  keywords.put("k02","超市促销,便利店促销,促销员,展会,礼仪,超市,KFC,麦当劳,肯德基,手机促销,电脑促销,酒水促销,车展,必胜客,星巴克,服装店"); // 商品促销
  keywords.put("k03","录入,打字,文案,校对,网络录入,发帖员,网站推广员,资料录入,发帖,文字录入,推广,文字编辑,网络编辑,论坛发帖");// 兼职打字员
  keywords.put("k04","发单员,派发员,问卷,传单,调查,市场采访员,问卷调查,发卡员,游戏代练,派单员");// 问卷/派发/调查
  keywords.put("k05","财务,审计,财务咨询,法律工作,出纳,库管,职位,验货员,猎头,代理记帐");// 兼职会计
  keywords.put("k06","招生,招商代理,保险代理,销售,业务员,电话销售,网络销售,业务员,营销,网络代销,外贸,药品销售,汽车销售");// 业务/代理
  keywords.put("k07","编程,网络,网上,软件开发,版主,在家,soho,网赚,软件测试,计算机,网络推广,游戏测试,试玩,建站服务,代练,seo优化,delphi,友情链接员,网站管理员,网管,站长,asp程序员,php程序员,jsp程序员,java程序员,电脑维护");// IT兼职
  keywords.put("k08","翻译,日语,德语,俄语,英文,英语,笔译,口译,法语,外文翻译,现场口译,字幕翻译,英语笔译,日语笔译,英语口译,日语口译,配音,韩语翻译,翻译服务,对外汉语");// 兼职翻译
  keywords.put("k09","网页设计,设计,flash设计,美工设计,软件界面设计,插图漫画,网页设计,网页制作,美工,动画制作,多媒体制作,图形处理,影像处理,图像处理,影视处理,摄影摄像,logo设计,vi设计");// 广告/设计/排版
  keywords.put("k10","家教,翻译,促销员,展会,礼仪,路演,麦当劳,肯德基,打字,校对,问卷,传单,暑假,校园代理,英语,模特,演员,ktv,酒吧,服务员,周末,英语家教");
  keywords.put("k11","客服,咨询,前台,顾问,电话客服,售后服务,呼叫中心人员,客户咨询热线,回访员,电话访问,法律咨询,咨询员,话务员,房产经纪人"); // 前台/客服/咨询
  keywords.put("k12","导购,营业员,导购员,收银员,业余,上班族");// 店员/柜台
  keywords.put("k13","家政,保姆,清洁工,月嫂,催乳师");// 家政/保姆
  keywords.put("k14","解说员,幼教,教师,讲师陪教,口语陪练,日语家教,德语家教,俄语家教,英文家教,讲师");// 兼职家教
  keywords.put("k15","文秘,助理,文员,秘书,找,网络客服");// 文秘/助理
  keywords.put("k16","路演,模特,演员,演艺礼仪,群众演员,临时演员,商演模特,车展模特,夜场模特,网模,橱窗模特,配音演员,平面模特"); // 歌手/模特/演员
  keywords.put("k17","导游,伴游,迎宾,陪聊,车展司仪");// 导游/司仪
  keywords.put("k18","司机,教练,物流,口语陪练,舞蹈教练,健身教练,汽车陪练,酒后代驾,运动教练,瑜伽教练,跆拳道教练"); // 教练/司机
  keywords.put("k19","医疗代理,发廊服务器,发廊助理,护理员,陪护,按摩,按摩师,足疗师,美容师,理发师,发型师,护士"); // 医疗/美容/护理
  keywords.put("k20","家教,翻译,促销员,展会,礼仪,路演,麦当劳,肯德基,打字,校对,问卷,传单,暑假,校园代理,英语,模特,演员,ktv,酒吧,服务员,周末,英语家教");
  keywords.put("k21","建筑师,建筑设计,装潢设计,工业设计,CAD设计,cad,维护维修"); // 建筑/装潢
  keywords.put("k22","充场员,路演主持,婚庆司仪,宴会司仪,婚礼主持,花店,伴娘,伴郎,化妆师"); // 婚礼/庆典
  keywords.put("k23","数据整理,编辑,记者,新闻写手,博客写手,写手,作家,撰稿人,排版,摄影师,小说写手,软文写手,医学写手,摄影"); // 编辑/记者
  keywords.put("k24","商务公关,酒店,ktv,酒吧,服务员,夜总会,服务生,调酒师,餐厅工作,dj,酒吧驻唱,领舞,西餐厅");  // 酒店KTV
  keywords.put("k25","工人,技工,普工,日薪技术员工,实习教师,加工制作,手工制作,编织,单片机,手工加工,焊工,电工,手工活,十字绣");  // 实习
  keywords.put("k26","钟点工,小时工,临时工,座谈会,送餐小时工,送餐,保洁,递送,快递员,搬运工,送货员");  // 钟点工/保洁
  keywords.put("k27","短期工,短期,周末,假期,周六日,五一,十一,国庆,元旦,春节,端午节,春节,双休,晚班,晚上,早班,外国人,双休日,免费,白领周末,夜间,晚间");  // 其他
  }
  public static void main(String[] args) {
    Keywords keywords = new Keywords();
  }
}
